{
    "job_id": "550153600",
    "summary": "Click on \"Learn more about this agency\" button below to view Eligibilities being considered and other IMPORTANT information.\n\nThe primary purpose of this position is to provide air traffic control (ATC) services to military and civilian aircraft operating in a radar environment using instrument flight rules (IFR) and visual flight rules (VFR) providing for the safe, orderly, and expeditious flow of air traffic.",
    "overview": {
        "Open & closing dates": "10/29/2019to11/04/2019",
        "Salary": "$69,947- $90,936 per year",
        "Pay scale & grade": "GS 11",
        "Location": "Few vacancies in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "11",
        "Job family (Series)": "2152 Air Traffic Control",
        "Supervisory status": "No",
        "Security clearance": "Secret",
        "Drug test": "Yes",
        "Announcement number": "4D-AFPC-10642758-768185-YCM",
        "Control number": "550153600"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Internal to an agency",
        "Career transition (CTAP, ICTAP, RPL)",
        "Land and base management",
        "Veterans",
        "Military spouses",
        "Individuals with disabilities"
    ],
    "duties": [
        "Directs movement of aircraft in flight and on the ground as displayed on radar indicator or pilot reported.",
        "Operates communication and display equipment and provides emergency assistance to aircraft.",
        "Provides instruction and assistance to air traffic control personnel.",
        "Maintains certification requirements."
    ],
    "requirements": [
        "U.S. Citizenship Required",
        "Males must be registered for Selective Service, see www.sss.gov",
        "PCS expenses are not authorized and will not be paid IAW JTR and Air Force Regulations",
        "This posn is subject to provisions of the DoD Priority Placement Program",
        "Disclosure of Political Appointments",
        "Must possess current and valid FAA/ATC specialist certification and maintain same.",
        "Must be able to obtain and maintain a Secret Clearance.",
        "This is a testing designated position. The employee is subject to random drug testing.",
        "May be required to work an uncommon tour of duty, i.e., Saturdays, Sundays, Holidays, etc. May be required rotating shifts and overtime.",
        "May be required to respond to short notice recall to support unscheduled emergency air traffic and/or contingencies/exercises to support the mission.",
        "Work may occasionally require travel away from the normal duty station on military or commercial aircraft.",
        "This is a Key Position. Incumbents must be removed from their military recall status if alternatives for filling the position during an emergency are unavailable.",
        "Must complete all training requirements within facility prescribed time limits to obtain and maintain a full facility rating in facility of assignment.",
        "The incumbent of this position must have the ability to sit and/or stand for long periods of time while controlling aircraft in a dimly lit IFR room.",
        "The incumbent must have the ability to meet and maintain on a continuing basis, the physical, mental, and medical standards for ATC duties as specified by Code of Federal Regulation? 14 Part 67.",
        "At least 5 years ATC radar controller experience is highly desired.",
        "At least 7 years of 7 level or equivalent experience and experience in the A TC career field within the last 3 years is highly desired."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Your application package (resume, supporting documents, and responses to the questionnaire) will be used to determine your eligibility, qualifications, and quality ranking for this position. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.The resume/documents you submit must support your responses to the online questionnaire. If your application contradicts or does not support your questionnaire responses, you will receive a rating of \"not qualified\" or \"insufficient information\" and you will not receive further consideration for this job.Applicants who meet the requirements for and apply as a non-competitive eligible that meet minimal qualifications and other requirements of this position, will be given consideration as a non-competitive candidate and will be referred unless blocked by an individual with priority/preference. Noncompetitive applicants do not need to respond to the assessment questions with the A through E responses indicating level of experience/training.Applicants who disqualify themselves will not be evaluated further.APPRAISALS/AWARDS:Hiring Managers use objective methods and consider previous performance appraisals and awards in the selection process. Current Federal Civilian employees should list any relevant performance related rating and/or awards in your resume.",
    "required_documents": [
        "Online Application - Questionnaire",
        "Resume: For qualification determinations your resume must contain hours worked per week and dates of employment (i.e., month/year to month/year or month/year to present). If your resume does not contain this information, your application may be marked as insufficient and you will not receive consideration for this position. If you are a current Federal employee or previous Federal employee, provide your pay plan, series and grade, i.e. GS-0301-09. Current Federal Civilian Employees should list any relevant performance related rating (given within the last three years) and/or incentive awards in your resume. DoNOTinclude photographs (or links to social media such asLinkedIn), inappropriate material, inappropriate content, nor personal information such as age, gender, religion, social security number, etc., on your resume.",
        "Transcripts/Registration/License: If qualifying on education/position requires education, you must submit copies of your transcripts andif requiredfor the position, submit an active, current registration/license.",
        "Veterans: If claiming VRA, VEOA or Veterans' Preference - Submit VOW certification memo or copy of the official DD-Form 214, which must include the character of service/type under honorable conditions (i.e., with an honorable or general discharge). This will be annotated in block 24 on member copy 2, 4, or 7 of the DD-Form 214. If you are also claiming 10-point preference and/or 30% Disabled Veteran, you must submit a VA Letter or a disability determination from a branch of the Armed Forces (or documentation of Purple Heart, if applicable).",
        "Current or Former Federal Civilian Employees (includes current Air Force employees): You must submit a legible copy of a SF-50,Notification of Personnel Action. The SF-50, block 24 must contain \"1\" or \"2\" AND block 34 must be a \"1\". Employees eligible under anOPM approved interchange agreement, block 34 may contain a \"1\" or \"2\".",
        "Promotion Consideration: If you wish to be considered as a promotion candidate and your SF-50 has an effective date within the past year, it may not clearly demonstrate you meet the one-year time-in-grade requirements. You will need to provide additional SF-50s which clearly demonstrates you meet the time-in-grade requirements (examples of appropriate SF-50s include Promotions, Within-Grade, Grade/Range Increases, and SF-50s with an effective date more than one year old).",
        "Applicants must refer to the AF Civilian Employment Eligibility Guide (link provided above) for a complete list of required documents for each eligibility you identify.",
        "Name/Rank/Grade of Service Member",
        "Branch of Armed Forces",
        "Dates of Active Service (Start and End Date(s)",
        "Expected Date of Discharge/Release from Active Duty",
        "Terminal leave start date (if applicable)",
        "Expected character of service/discharge and type of separation (i.e. separation or retirement)",
        "Must be certified within 120 days of anticipated discharge",
        "Signature by, or by direction of the adjutant, personnel office, unit commander, or higher headquarters commander."
    ]
}