{
    "job_id": "529651900",
    "summary": "The Sioux Falls VA Health Care System is currently recruiting for a Full-time, Permanent, Transportation Assistant (Fleet Management). This position will be located in the Engineering Service Line.\n\nThe procedures outlined in AFGE Master Agreement, Article 23, Section 8 will be followed. First consideration will be given to current Sioux Falls VAHCS employees.",
    "overview": {
        "Open & closing dates": "04/04/2019to04/15/2019",
        "Salary": "$33,949- $44,130 per year",
        "Pay scale & grade": "GS 5",
        "Telework eligible": "No",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "2102 Transportation Clerk And Assistant",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Announcement number": "CBAS-10438720-19-TJR",
        "Control number": "529651900"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Career transition (CTAP, ICTAP, RPL)",
        "Military spouses",
        "Individuals with disabilities"
    ],
    "duties": [
        "Coordinate and maintain the vehicle fleet for the Department of Veteran Affairs (VA) at the Sioux Falls VA Health Care System (SFVAHCS) and the five Community Based Outreach Clinics (CBOC's).",
        "Coordinate, plan, budget, and maintain consistence in fleet services using the CARS program.",
        "Research rules, regulations, policies and procedures, FMR, State license requirements, SFVAHCS Policy, GSA regulations, EPA requirements, AFV requirements to ensure that SFVAHCS is continuously in compliance.",
        "Reviews receipts and credit card statements checking for fraud or misuse.",
        "Researches all vehicle use including mileage, number of trips, numbers of passengers - always making sure the fleet is right sized and maintained with VA and GSA standards.",
        "Efficient scheduling of the vehicles that are used by staff members to attend off-station meetings / conferences / training.",
        "Provide security of the vehicles.",
        "Monitoring of the vehicles for fuel and cleanliness upon return to station.",
        "CARS reporting mandated by VA Central Office which includes: monitoring the number of monthly trips and mileage for each vehicle; accident reporting; and initiate all new vehicles into the CARS database.",
        "Communicate effectively, both orally and in writing with a wide range of individuals with varying levels of understanding.",
        "Responsible for tracking all vehicle histories from time of purchase or donation to 6 years past the turn in or salvage / auction of each vehicle or piece of equipment (per credit card regulations).",
        "Required to learn computer applications, such as CARS and FAST / OMB & Vehicle Utilization annual reports.",
        "Reviews the budget on a regular basis.",
        "Serves as technical advisor to the Operations Supervisor in the modification of fleet systems to meet the needs of SWAMC.",
        "Required to participate in scheduled training sessions.",
        "Provides guidance and training to the station drivers regarding how to fill out trip tickets, vehicle safety functions, operation of the vehicle, credit card usage and the use of E85 fuel.",
        "Keeps vehicle log books filled with necessary forms to complete travel and uses the internet to produce listings of E85 stations for a four state region."
    ],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Selective Service Registration is required for males born after 12/31/1959",
        "You may be required to serve a probationary period",
        "Subject to background/security investigation",
        "Selected applicants will be required to complete an online onboarding process",
        "Specialized Experience:You must have one year of specialized experience equivalent to at least the next lower grade GS-05 in the normal line of progression for the occupation in the organization. Examples of specialized experience would typically include, but are not limited to: coordinating and maintaining fleet services, communicating orally and in writing, and operating various computer systems.OR,",
        "Education:Applicants may substitute education for the required experience. To qualify based on education for this grade level you must have successfully completed four years of education above the high school.OR,",
        "Combination:Applicants may also combine education and experience to qualify at this level.For GS-5level positions, only education in excess of the first 60 semester hours (i.e., beyond the second year) is creditable toward meeting the specialized experience requirement. One full academic year of study (30 semester hours)beyond the second yearis equivalent to 6 months of specialized experience."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE WILL NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE.Narrative responses are not required at this time. If you are referred for consideration, you may be asked to submit additional job related information, which may include, but not limited to; responses to the knowledge, skills and abilities; completion of a work sample, and/or contact for an interview. Your resume and/or supporting documentation will be verified. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.",
    "required_documents": [
        "Resume",
        "Cover Letter",
        "DD-214",
        "OF-306",
        "Other",
        "Other Veterans Document",
        "Resume",
        "SF-15",
        "SF-50"
    ]
}