{
    "job_id": "530191900",
    "summary": "Click on \"Learn more about this agency\" button below to view Eligibilities being considered and other IMPORTANT information.\n\nThe primary purpose of this position is to provide technical operational supply support pertaining to specialized or unique supplies, equipment and spares requiring unusual degrees of protection in shipment and storage, or other items that are unique to the organization's mission or are seldom handled.",
    "overview": {
        "Open & closing dates": "04/10/2019to04/16/2019",
        "Salary": "$42,053- $54,670 per year",
        "Pay scale & grade": "GS 7",
        "Location": "Few vacancies in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "2005 Supply Clerical And Technician",
        "Supervisory status": "No",
        "Security clearance": "Secret",
        "Drug test": "No",
        "Announcement number": "4D-AFPC-10472001-526441-CDR",
        "Control number": "530191900"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Internal to an agency",
        "Career transition (CTAP, ICTAP, RPL)",
        "Land and base management",
        "Veterans",
        "Military spouses",
        "Individuals with disabilities"
    ],
    "duties": [
        "Conducts extensive searches for information pertaining to complex and/or unusual transactions and patterns.",
        "Provides supply support for production, overhaul, repair, or other operations for equipment and/or parts requiring special handling.",
        "Determines stock levels needed for non-recurring, specialized items based on usage, inventory, project demands, seasonal demands, changing customer needs, and projected depletion.",
        "Prepares recurring and special reports.",
        "Performs administrative office support functions and maintains cooperative working relationships with team members, related functions, and operating officials."
    ],
    "requirements": [
        "U.S. Citizenship Required",
        "Males must be registered for Selective Service, see www.sss.gov",
        "A security clearance will be required",
        "This posn is subject to provisions of the DoD Priority Placement Program",
        "Employee may be required to work other than normal duty hours, to include evenings, weekends and/or holidays",
        "Emergency overtime may be required",
        "Work may occasionally require travel away from the normal duty station on military or commercial aircraft.",
        "Disclosure of Political Appointments",
        "May be required to augment mobility processing during exercises and actual wing deployments. This duty may be performed during other than normal duty hours, which may include, 12 hour shifts, evenings, weekends, and/or holidays.",
        "Knowledge of governing supply regulations, policies, procedures, instructions, techniques, work methods, supply functions and operations, reference material and program requirements.",
        "Knowledge of data entry and processing of supply transactions in an automated supply system.",
        "Ability to read, interpret, and apply applicable reference material, such as supply regulations, manuals, catalogs, records, orders, etc., to accomplish tasks and resolve complex supply problems.",
        "Ability to apply basic analytical methods and techniques to resolve complex supply problems and/or deviate from normal supply management procedures or program requirements.",
        "Ability to receive, screen, review, and verify supply documents and resolve discrepancies.",
        "Ability to communicate effectively, both orally and in writing."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Your application package (resume, supporting documents, and responses to the questionnaire) will be used to determine your eligibility, qualifications, and quality ranking for this position. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.The resume/documents you submit must support your responses to the online questionnaire. If your application contradicts or does not support your questionnaire responses, you will receive a rating of \"not qualified\" or \"insufficient information\" and you will not receive further consideration for this job.Applicants who meet the requirements for and apply as a non-competitive eligible that meet minimal qualifications and other requirements of this position, will be given consideration as a non-competitive candidate and will be referred unless blocked by an individual with priority/preference.APPRAISALS/AWARDS:Hiring Managers use objective methods and consider previous performance appraisals and awards in the selection process. Current Federal Civilian employees should list any relevant performance related rating and/or awards in your resume.Applicants who disqualify themselves will not be evaluated further.",
    "required_documents": [
        "Online Application - Questionnaire",
        "Resume - must include beginning and ending month and year for each employment period, hours worked and supervisor",
        "Transcripts - if you are basing your qualifications on education or if the position requires education, you must submit copies of your transcripts",
        "Registration/License - active, current registration/licenseif applicablefor the position",
        "If claiming VRA, VEOA or Veterans' Preference - a copy of your DD Form 214, which must include character of service or a Statement of Service/Proof of Service which must include service dates and character of service. In addition, if claiming 10-point preference and/or 30% Disabled Veteran, you must submit a VA Letter or a disability determination from a branch of the Armed Forces (or documentation of purple heart, if applicable) and a SF 15 (Application for 10-point veteran preference).",
        "Current or Former Federal Civilian Employees (Includes current Air Force employees): You are required to submit legible copy/copies of your last or most recent SF-50, Notification of Personnel Action, (block 24 must be a \"1\" or \"2\" AND block 34 must be a\"1\").  Additionally, if you are applying for a higher grade (GS) and your SF-50 has an effective date within the past year, it may not clearly demonstrate you meet the one year time-in-grade requirement so you will need to provide an SF-50 which clearly demonstrates you meet the time-in-grade requirements (examples of appropriate SF-50s include Promotions, Within-grade Grade/Range Increases, and SF-50s with an effective date more than one year old).",
        "Applicants must refer to the AF Civilian Employment Eligibility Guide (link provided above) for a complete list of required documents for each eligibility you identify."
    ]
}