{
    "job_id": "545139600",
    "summary": "This position is located at the Sisseton Service Unit Sisseton, SD. The incumbent in this position provides protective services to patients, employees, visitors and property.",
    "overview": {
        "Open & closing dates": "10/18/2019to11/01/2019",
        "Salary": "$30,344- $39,442 per year",
        "Pay scale & grade": "GS 4",
        "Telework eligible": "No",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "4",
        "Job family (Series)": "0085 Security Guard",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Announcement number": "IHS-19-GP-10600169-ESEP/MP",
        "Control number": "545139600"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Career transition (CTAP, ICTAP, RPL)",
        "Veterans",
        "Individuals with disabilities",
        "Native Americans"
    ],
    "duties": [],
    "requirements": [],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.You will be evaluated to determine if you meet the minimum qualifications required and on the extent to which your application shows that you possess the knowledge, skills, and abilities associated with this position. To determine if you are qualified for this position, a review of your resume and supporting documentation will be made and compared against the qualifications as defined in the qualifications section of this vacancy announcement and your responses to the assessment questions.You will be further evaluated/rated based on the information provided in your resume (your resume must state specific duties that relate to this position) and your responses to the assessment questions to determine your competency in the following:Customer ServiceDecision MakingOral CommunicationTechnical CompetenceYour resume and any documents submitted will be retained for three months and may be used at any time during this period. After 3 months, you must reapply to this announcement in order to be considered.You will receive a numeric rating based on your responses to the assessment questionnaires. If after reviewing your resume and responses to the assessment questions, a determination is made that you have overstated your qualifications and or experience, you may lose consideration.The following links below provide information on how you may be eligible for various hiring authorities. If you are a Veteran, qualified CTAP and ICTAP eligible, or an individual with a disability, please refer to the following links below for additional guidance. CTAP and ICTAP candidates will be eligible for selection priority if it is determined that they have exceeded the minimum qualifications for the position by attaining at least a \"well qualified\" rating of 85 out of 100. Information about CTAP and ICTAP eligibility is on the Office of Personnel Management's Workforce Restructuring Career Transition website at:https://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/. CTAP/ICTAP documentation requirements are listed in the \"Required Documents\" section of this announcement.Veterans , i.e. (VEOA, VRA, and 30% or more disabled) -https://www.opm.gov/policy-data-oversight/veterans-services/vet-guide/Career Transition Assistance Program (CTAP) -http://www.ihs.gov/jobs/permanentDocs/ctap.docInteragency Transition Assistance Program (ICTAP) -https://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/Schedule A Appointments for the Disabled -https://www.opm.gov/policy-data-oversight/disability-employment/hiring/Click here to view vacancy questions:https://apply.usastaffing.gov/ViewQuestionnaire/10600169. All documents above MUST be received by 11:59 pm (Eastern Standard Time) of the closing date of, 11/01/2019, to be considered.",
    "required_documents": [
        "Resume: You are highly encouraged to use USAJOBS Resume Builder to ensure all required information is included in your Resume. If you use your own resume, curriculum vitae, or any other written form you choose then you must describe your job-related qualifications that includes beginning and ending dates for paid and non-paid work experience, hours worked per week, month and year of employment for each job title listed, annual salary, and description of job duties. Include name and address of employer; supervisor name and telephone number.",
        "Indian Preference Applicants: If claiming Indian preference, applicants must provide a completed copy of the Form BIA-4432, \"Verification of Indian Preference for Employment in the BIA and IHS Only.\" Indian preference will not be given unless a properly signed and dated form is submitted with your application, including any verification by an authorized Tribal Representative or BIA Official of tribal enrollment records. For detailed instructions, see form BIA-4432. Refer to BIA-4432 link:https://www.bia.gov/sites/bia.gov/files/assets/public/raca/online_forms/pdf/IndianPref_1076-0160_Exp3-31-21.pdf. When an Indian Preference candidate possesses Veterans preference the rules regarding Veterans preference apply under ESEP and the applicant must provide documentation in order to receive preference.",
        "Veterans Preference:If claiming Veteran's Preference provide a copy of your DD214 Form (Member 4 copy). To claim 10-Point Veterans Preference, submit a SF-15 Application (http://www.opm.gov/forms/pdf_fill/SF15.pdf) along with the appropriate supporting documentation. For additional information regarding Veterans Preference visit:http://www.fedshirevets.gov.",
        "Career Transition Assistance Program (CTAP)/Interagency Career Transition Assistance Program (ICTAP): If you are claiming CTAP/ICTAP, follow the instructions below:http://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/ctap_guideline.pdf.",
        "Current or former Federal employee: Include your most recent SF-50 or if Reinstatement eligible include your Career SF-50.",
        "Noncompetitive eligibles: submit additional documents to prove your eligibility to apply to this vacancy."
    ]
}