{
    "job_id": "520693900",
    "summary": "The Motor Vehicle Dispatch performs dispatch for the facility transportation, DAV, VSO, Indian Health Service and various 3rd party transportation groups to arrange travel for Veterans. Work with a variety of computer programs necessary to complete the duties of the position. Alternate duties: Complete travel claims, travel budget, obligate funds, request special mode travel, complete eligibility requests, enrollments, admissions, and day-to-day workflow issues.",
    "overview": {
        "Open & closing dates": "01/02/2019to01/16/2019",
        "Salary": "$33,394- $43,414 per year",
        "Pay scale & grade": "GS 5",
        "Locations": "1 vacancy in the following locations:",
        "Telework eligible": "No",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "5",
        "Job family (Series)": "2151 Dispatching",
        "Supervisory status": "No",
        "Security clearance": "Not Required",
        "Drug test": "No",
        "Announcement number": "CAZT-10375166-19-KAC-139",
        "Control number": "520693900"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Veterans",
        "Individuals with disabilities",
        "Special authorities"
    ],
    "duties": [],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Designated and/or random drug testing may be required",
        "Selective Service Registration is required for males born after 12/31/1959",
        "You may be required to serve a probationary period",
        "Subject to background/security investigation",
        "Selected applicants will be required to complete an online onboarding process",
        "Generalized Experience:You must have one year of specialized experience equivalent to at least the next lower grade GS-4 in the normal line of progression for the occupation in the organization.OR,",
        "Education:Applicants may substitute education for the required experience. To qualify based on education for this grade level you must have a four year degree.OR,",
        "Combination:Applicants may also combine education and experience to qualify at this level. You must have an combination of specialized experience and education beyond high school.",
        "Applies Technology to Tasks",
        "Customer Service",
        "Manages and Organizes Information",
        "Technical Competence"
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE WILL NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE.Narrative responses are not required at this time. If you are referred for consideration, you may be asked to submit additional job related information, which may include, but not limited to; responses to the knowledge, skills and abilities; completion of a work sample, and/or contact for an interview.Your resume and/or supporting documentation will be verified. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.Special Employment Consideration:VA encourages persons with disabilities to apply, including those eligible for hiring under 5 CFR 213.3102(u), Schedule A, Appointment of persons with disabilities [i.e., intellectual disabilities, severe physical disabilities, or psychiatric disabilities], and/or Disabled veterans with a compensable service-connected disability of 30% or more. Contact the Agency Contact for information on how to apply under this appointment authority via the Selective Placement Coordinator.",
    "required_documents": [
        "Resume",
        "Cover Letter",
        "DD-214",
        "OF-306",
        "Other",
        "Other Veterans Document",
        "Resume",
        "SF-15",
        "SF-50",
        "Transcript"
    ]
}