{
    "job_id": "555186600",
    "summary": "This National Guard position is for a SUPPLY TECHNICIAN, Position Description Number NGD1901000 and is part of USPFO - Warehouse. This is a Title 32, Dual-Status position.\n\nAREAS OF CONSIDERATION:\n- Members of the South Dakota Army National Guard",
    "overview": {
        "Open & closing dates": "12/23/2019to01/16/2020",
        "Salary": "$42,053- $54,670 per year",
        "Pay scale & grade": "GS 7",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "None",
        "Job family (Series)": "2005 Supply Clerical And Technician",
        "Supervisory status": "No",
        "Security clearance": "Not Required",
        "Drug test": "No",
        "Announcement number": "SD-10680317-AR-20-046",
        "Control number": "555186600"
    },
    "hiring_paths": [
        "National Guard and reserves"
    ],
    "duties": [],
    "requirements": [
        "National Guard Membership is required.",
        "Males born after 31 December 1959 must be registered for Selective Service.",
        "Federal employment suitability as determined by a background investigation.",
        "May be required to successfully complete a probationary period.",
        "Participation in direct deposit is mandatory.",
        "Knowledge of supply operations such as requisitions and storage management.",
        "Knowledge of established supply regulations, policies, and procedures.",
        "Knowledge to conduct searches for required information in order to reconstruct records for complex supply transactions."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.EVALUATION METHODS:Each applicant considered to possess the minimum qualification requirements will be further evaluated in accordance with the procedures outlined in SDNG Technician Pamphlet 335-T and subsequent MOAs.",
    "required_documents": []
}