{
    "job_id": "548471000",
    "summary": "This National Guard position is for a FLIGHT SERVICES SPECIALIST, Position Description Number NGD1458000 and is part of the 114 OSS FT. This is a Title 32, Dual-Status position.\n\nAREAS OF CONSIDERATION:\n- Members of the South Dakota Air National Guard\n- Applicants eligible for membership in the South Dakota Air National Guard",
    "overview": {
        "Open & closing dates": "10/10/2019to10/31/2019",
        "Salary": "$51,440- $66,868 per year",
        "Pay scale & grade": "GS 9",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "None",
        "Job family (Series)": "2101 Transportation Specialist",
        "Supervisory status": "No",
        "Security clearance": "Secret",
        "Drug test": "No",
        "Announcement number": "SD-10610833-AF-20-008",
        "Control number": "548471000"
    },
    "hiring_paths": [
        "National Guard and reserves"
    ],
    "duties": [],
    "requirements": [
        "National Guard Membership is required.",
        "Males born after 31 December 1959 must be registered for Selective Service.",
        "Federal employment suitability as determined by a background investigation.",
        "May be required to successfully complete a probationary period.",
        "Participation in direct deposit is mandatory.",
        "Skill in coordinating and negotiating with organizations/personnel both orally and in writing to resolve differences/problems.",
        "Skill in working independently to provide information and assistance necessary for planning.",
        "Knowledge of arranging or procuring transportation for personnel, cargo or freight.",
        "Skill in interpreting, explaining, and/or applying a variety of regulations and procedures."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.EVALUATION METHODS:Each applicant considered to possess the minimum qualification requirements will be further evaluated in accordance with the procedures outlined in SDNG Technician Pamphlet 335-T and subsequent MOAs.",
    "required_documents": []
}