{
    "job_id": "525321800",
    "summary": "The Sioux Falls VA Health Care System is currently recruiting for a Full-Time, Permanent, Transportation Assistant. This position will be located in the Health Administration Service line.\n\nThe procedures outlined in AFGE Master Agreement, Article 23, Section 8 will be followed. First consideration will be given to current Sioux Falls VAHCS employees.",
    "overview": {
        "Open & closing dates": "02/22/2019to03/08/2019",
        "Salary": "$37,223- $48,385 per year",
        "Pay scale & grade": "GS 6",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "2102 Transportation Clerk And Assistant",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Announcement number": "CBAS-10432314-19-ALS",
        "Control number": "525321800"
    },
    "hiring_paths": [
        "The public",
        "Federal employees - Competitive service",
        "Internal to an agency",
        "Career transition (CTAP, ICTAP, RPL)",
        "Individuals with disabilities"
    ],
    "duties": [
        "Enters information into an automated tracking system and collates incoming data from a variety of sources.",
        "Follows Policies and Standard Operating Procedures, Interprets, selects and applies rules, regulations, and procedures for each situation. Applies regulatory guidance to make sound eligibility and beneficiary travel decisions.",
        "Use computer applications while maintaining integrity among multiple software packages; such as, Microsoft Office product suite.",
        "Communicates with numerous customers on a daily basis:  Veterans, clinical and administrative service lines, veteran representatives.",
        "Interact with various other transportation services and other transportation providers.",
        "Coordinates the day-to-day operation of transportation to achieve the optimum use of service resources.",
        "Analyzes and evaluates transportation functions and activities.",
        "Make sound and logical decisions, identifying and utilizing all appropriate available resources.",
        "Knowledge to deal effectively with problems, issues and situations which occur in daily activities.",
        "Ability to meet and deal effectively with a wide variety of staff from many educational and skill levels, for the purpose of communicating clear instructions and interpretations.",
        "Makes decisions daily, without counsel, which could adversely affect the veteran or the Department of Veteran Affairs.",
        "Performs duties and assignments following oral and/or written instructions and/or guidelines.",
        "Communicates and treats customers (Veterans, their representative, visitors, and all VA staff) in a courteous, tactful, and respectful manner.",
        "Ability to keep up with the high volume of work, the need for accuracy, frequency of interruptions and ever changing demands due to program changes."
    ],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Selective Service Registration is required for males born after 12/31/1959",
        "You may be required to serve a probationary period",
        "Subject to background/security investigation",
        "Selected applicants will be required to complete an online onboarding process",
        "Specialized Experience:You must have one year of specialized experience equivalent to at least the next lower grade GS-05 in the normal line of progression for the occupation in the organization. Examples of specialized experience would typically include, but are not limited to: Interacts with various transportation service personnel, medical staff and patients to create daily transportation schedule; coordinates the day-to-day operation of a transportation service; answers questions/resolve concerns with patients, family members, medical staff; collects, compiles, and tracks data and statistical information in support of patient transportation; enters and extracts data from specialized software program to create schedule and for various reports."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE WILL NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE.Narrative responses are not required at this time. If you are referred for consideration, you may be asked to submit additional job related information, which may include, but not limited to; responses to the knowledge, skills and abilities; completion of a work sample, and/or contact for an interview. our resume and/or supporting documentation will be verified. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.",
    "required_documents": [
        "Resume",
        "Cover Letter",
        "DD-214",
        "OF-306",
        "Other",
        "Other Veterans Document",
        "Resume",
        "SF-15",
        "SF-50",
        "Transcript"
    ]
}