{
    "job_id": "540226800",
    "summary": "Supervisory Biomedical Equipment Support Specialist (BESS",
    "overview": {
        "Open & closing dates": "07/22/2019to08/05/2019",
        "Salary": "$74,596- $96,978 per year",
        "Pay scale & grade": "GS 12",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "No",
        "Travel Required": "50% or less - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "12",
        "Job family (Series)": "1601 Equipment Facilities, And Services",
        "Supervisory status": "Yes",
        "Security clearance": "Other",
        "Drug test": "No",
        "Position sensitivity and risk": "Non-sensitive (NS)/Low Risk",
        "Trust determination process": "Suitability/Fitness",
        "Announcement number": "CAZT-10556567-19-HA-856-E",
        "Control number": "540226800"
    },
    "hiring_paths": [
        "The public"
    ],
    "duties": [],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Designated and/or random drug testing may be required",
        "Selective Service Registration is required for males born after 12/31/1959",
        "You may be required to serve a probationary period",
        "Subject to a background/security investigation",
        "Must be proficient in written and spoken English",
        "Selected applicants will be required to complete an online onboarding process",
        "GS-12 (1) Experience. At least one year of experience equivalent to the GS-11 grade level. Certification as a Certified Biomedical Equipment Technician (CBET), Certified Laboratory Equipment Specialist (CLES), Net+ and A+ are highly desirable at this level but not required.(2) Demonstrated Knowledge, Skills, and Abilities (KSAs). In addition to the experience above, the candidate must demonstrate all of the following KSAs:(a) Knowledge of a wide range of sciences including, but not limited to, electronics (analog and digital), computer science/networking, mechanical engineering design, pneumatics, hydraulics, chemistry, physiology, medical terminology, anatomy, optics, and biology to perform duties of a broad scope and nature on complex and sophisticated patient-related medical systems and sub-systems.(b) Ability to perform advanced testing and troubleshooting of medical devices involving their interfaces and connections to information systems either directly or through the hospitals hardwired and wireless networks.(c) Knowledge of codes and standards relevant to safe operation of medical instrumentation such as National Fire Protection Association (NFPA), Food and Drug Administration (FDA), Nuclear Regulatory Commission (NRC), the JointCommission (TJC), and the Association for the Advancement of Medical Instrumentation (AAMI).(d) Skill in the use of all types of test and calibration equipment such as digital multi-meters, electrical safety analyzers, defibrillator analyzers, patient simulators, digital oscilloscopes, pulse generators, and Local Area Network (LAN) analyzers in performing troubleshooting/repair and preventive maintenance activities.(e) Ability to configure and maintain medical servers and desktop computers.(f) Knowledge of contracting regulations, requirements, and specific contract specifications including performance-based contracts.(3) Assignment. Responsible for the life-cycle management of diagnostic, therapeutic, and other patient related medical equipment and systems. Performs routine and complex tasks involved in the installation, maintenance, modification, troubleshooting and calibration of complex therapeutic, diagnostic and life support biomedical equipment. Responsible for monitoring system backups, file integrity, ensuring network connectivity between systems, servers, databases, and the electronic medical record. Must be able to reload operating systems and clinical application software in the event of a system failure and interface with Office of Information and Technology (OI&T) locally and at other sites to keep systems operational. Conducts pre-purchase evaluations and addresses pre-implementation security issues to ensure that medical device isolation architecture (MDIA) requirements are met. Serves as project leader for equipment installation to include but not limited to: discussing contract requirements and concerns with the architect/engineer and contractor; identifying the site requirements, preparing cost analysis and justifications, preparing site plans and progress reports; acting as the project coordinator during installation, testing phases and through to completion of the project to include acceptance testing, planning and coordinating work schedules with other services, arranging utility shutdowns; identifying and ordering materials and arranging for assistance from other trades and crafts as necessary. Responds appropriately to hazard recall notifications concerning medical equipment. Investigates equipment incidents and alerts, cases of equipment damage and abuse, equipment failure reports that cannot be duplicated and medical device security incidents. May be a member of a Root Cause Analysis (RCA) team when appropriate. May serve as a Contracting Officer Representative (COR) for the purchase of medical equipment, maintenance/repair contracts, and facility projects. This work includes but is not limited to; drafting Request for Proposal (RFP) language, Sole-source justifications, Statements of Work (SOW), conducting market research, product evaluations, evaluating contractor performance, and pre-procurements assessments. Consults and advises clinical and administrative staff in evaluating medical equipment proposed for purchase. Determines when healthcare technology, instrumentation, or systems are obsolete, hazardous and/or not cost effective tomaintain. Performs incoming inspections on new and unfamiliar medical equipment and systems upon receipt to determine that all government safety regulations, manufacturer's specifications, contractrequirements are met. Attends training from in-house as well as outside sources (e.g. attendance in community college courses, vendor service schools, conferences/seminars, etc.) to maintain and improve working knowledge of medical equipment, including current technology and future advances. Provides biomedical equipment related technical training to peer and Developmental BESS's as well as clinical staff.",
        "Performance of the incumbent's duties can be physically demanding involving walking, sitting, some standing, and long periods of intense concentration. Lifting of objects between 10 and 40 pounds is common, and on occasion lifting of heavier objects is necessary. Trips to satellite outpatient clinics and other campuses are sometimes necessary and could require driving a station vehicle. (Privately owned vehicle may be used instead of a station vehicle for the convenience of the employee and with the permission of his/her supervisor)."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE MAY NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE. Your application, résumé, C.V., and/or supporting documentation will be verified. Please follow all instructions carefully. Errors or omissions may affect consideration for employment.Experience refers to paid and unpaid experience, including volunteer work done through National Service programs (e.g., Peace Corps, AmeriCorps) and other organizations (e.g., professional; philanthropic; religions; spiritual; community; student; social). Volunteer work helps build critical competencies, knowledge, and skills and can provide valuable training and experience that translates directly to paid employment. You will receive credit for all qualifying experience, including volunteer experience.",
    "required_documents": [
        "10-2850c",
        "Resume",
        "Transcript",
        "DD-214/ Statement of Service",
        "Disability Letter (Schedule A)",
        "Disability Letter (VA)",
        "License",
        "OF-306",
        "10-2850c",
        "Other (2)",
        "Resume",
        "SF-15",
        "SF-50/ Notification of Personnel Action",
        "Transcript"
    ]
}