{
    "job_id": "534103300",
    "summary": "Incumbent manages Beneficiary Travel program (BT); which provides transportation at Government expense to beneficiaries to and from VA facilities. Determine eligibility and process requests. Duties include determining fund control points, determining method of payment for authorized and unauthorized ambulance claims. Arrange modes of transportation via air ambulance, commercial air, taxi, ground ambulance, bus and/or other transportation.  Assures compliance with regulation and procedures.",
    "overview": {
        "Open & closing dates": "05/17/2019to06/07/2019",
        "Salary": "$37,843- $49,200 per year",
        "Pay scale & grade": "GS 6",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "No",
        "Travel Required": "25% or less - Occasional travel between alternate sites.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "6",
        "Job family (Series)": "2102 Transportation Clerk And Assistant",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Announcement number": "CAZT-10506137-19-KAC-429",
        "Control number": "534103300"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Internal to an agency"
    ],
    "duties": [],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Designated and/or random drug testing may be required",
        "Selective Service Registration is required for males born after 12/31/1959",
        "You may be required to serve a probationary period",
        "Subject to background/security investigation",
        "Selected applicants will be required to complete an online onboarding process",
        "Arithmetic/Mathematical Reasoning",
        "Customer Service",
        "Integrity/Honesty"
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE WILL NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE.Narrative responses are not required at this time. If you are referred for consideration, you may be asked to submit additional job related information, which may include, but not limited to; responses to the knowledge, skills and abilities; completion of a work sample, and/or contact for an interview.Your resume and/or supporting documentation will be verified. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.",
    "required_documents": [
        "DD-214",
        "OF-306",
        "Other",
        "Other Veterans Document",
        "Resume",
        "SF-15",
        "SF-50",
        "Transcript"
    ]
}