{
    "job_id": "546737700",
    "summary": "This National Guard position is for a FACILITY PLANS AND PROGRAMS MANAGEMENT SPECIALIST, Position Description Number NGD1128000 and is part of JFHQ - CFMO. This is a Title 32, Dual-Status position.\n\nAREA(S) OF CONSIDERATION:\n- Members of the South Dakota Army National Guard.\n- Applicants eligible for membership in the South Dakota Army National Guard.",
    "overview": {
        "Open & closing dates": "09/24/2019to10/09/2019",
        "Salary": "$74,596- $96,978 per year",
        "Pay scale & grade": "GS 12",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "None",
        "Job family (Series)": "1601 Equipment Facilities, And Services",
        "Supervisory status": "Yes",
        "Security clearance": "Not Required",
        "Drug test": "No",
        "Announcement number": "SD-10613134-AR-19-257",
        "Control number": "546737700"
    },
    "hiring_paths": [
        "National Guard and reserves"
    ],
    "duties": [],
    "requirements": [
        "National Guard Membership is required.",
        "Males born after 31 December 1959 must be registered for Selective Service.",
        "Federal employment suitability as determined by a background investigation.",
        "May be required to successfully complete a probationary period.",
        "Participation in direct deposit is mandatory.",
        "Knowledge of architectural design and building construction methods.",
        "Skilled in determining, allocating, and budgeting of resources.",
        "Skill to oversee the development of long and short term plans involving complicating factors.",
        "Skill to administer, plan, coordinate and direct the activities of subordinate personnel.",
        "Skill to understand complex issues and provide the necessary guidance to resolve issues at the appropriate levels."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.EVALUATION METHODS:Each applicant considered to possess the minimum qualification requirements will be further evaluated in accordance with the procedures outlined in SDNG Technician Pamphlet 335-T and subsequent MOAs.",
    "required_documents": []
}