{
    "job_id": "538360500",
    "summary": "This position is located at the Pine Ridge Service Unit Indian Health Service. The position provides skilled clinical engineering services to federally and tribally owned/operated hospitals, health centers, clinics and health stations serviced by the Pine Ridge Service Unit.\n\nANNOUNCEMENT IS OPEN UNTIL FILLED - Applications will be reviewed starting on July 15, 2019 and every 10 business days thereafter until filled.",
    "overview": {
        "Open & closing dates": "07/01/2019to12/31/2019",
        "Salary": "$62,236- $80,912 per year",
        "Pay scale & grade": "GS 11",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "Yes—\nYou may qualify for reimbursement of relocation expenses in accordance with agency policy.",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "1601 Equipment Facilities, And Services",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Position sensitivity and risk": "Moderate Risk (MR)",
        "Trust determination process": "Suitability/Fitness",
        "Announcement number": "IHS-19-GP-10542518-DE",
        "Control number": "538360500"
    },
    "hiring_paths": [
        "The public"
    ],
    "duties": [
        "Conducts preventive maintenance checks and services (PM) inspections of patient care equipment to include visual inspections, operational checks, electrical safety inspections, calibration, and performance verification.",
        "Required to consult with co-workers or clinical staff outside normal duty hours to resolve patient care equipment problems and/or be subject to callback to perform emergency repairs.",
        "Operates a wide variety of Test Measurement and Diagnostic Equipment (TMDE) to include invasive and non-invasive specialized TMDE that supports complex equipment/systems as well as radiographic or fluoroscopic energy devices, electrical leakage current testers, defibrillator analyzers, infusion pump testers and ventilator.",
        "Inspects services performed on-site by commercial vendors for acceptable work performed per contract and original manufacturer's specifications before payment is made for services."
    ],
    "requirements": [],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.If you meet the minimum qualifications requirements for this position, your application will be evaluated and rated under Category Rating selection procedures. Once the application process is complete, a review of your qualifications will be conducted to determine if you are qualified for this job. Qualified candidates will be assigned to a quality category. The quality categories are:Best Qualified, Well Qualified, or Qualified. Within each of these categories, applicants eligible for veteran's preference will receive selection priority over non-preference eligibles.Please note that if, after reviewing your resume and or supporting documentation, a determination is made that you have inflated your qualifications and or experience, your category rating can and will be adjusted to more accurately reflect your abilities, or you may lose consideration for this position. Please follow all instructions carefully. Errors or omissions may affect your eligibility.You will be rated based on the information provided in your resume (your resume must state specific duties that relate to this position) and your responses to the assessment questions will be evaluated against the duties you provided in your resume, along with your submitted documentation to determine your ability to demonstrate the following:Administration and ManagementInterpersonal SkillsTechnical CompetenceTechnology ApplicationYour resume and any documents submitted will be retained for three months and may be used at any time during this period. After 3 months, you must reapply to this announcement in order to be considered.The following links below provide information on how you may be eligible for various hiring authorities. If you are a Veteran, qualified CTAP and ICTAP eligible, or an individual with a disability, please refer to the following links below for additional guidance. CTAP and ICTAP candidates will be eligible for selection priority if it is determined that they have exceeded the minimum qualifications for the position by attaining at least a \"well qualified\" rating of 85 out of 100. Information about CTAP and ICTAP eligibility is on the Office of Personnel Management's Workforce Restructuring Career Transition website at:https://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/. CTAP/ICTAP documentation requirements are listed in the \"Required Documents\" section of this announcement.Veterans , i.e. (VEOA, VRA, and 30% or more disabled) -https://www.opm.gov/policy-data-oversight/veterans-services/vet-guide/Career Transition Assistance Program (CTAP) -http://www.ihs.gov/jobs/permanentDocs/ctap.docInteragency Transition Assistance Program (ICTAP) -https://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/Schedule A Appointments for the Disabled -https://www.opm.gov/policy-data-oversight/disability-employment/hiring/Click here to view vacancy questions:https://apply.usastaffing.gov/ViewQuestionnaire/10542518. All documents above MUST be received by 11:59 pm (Eastern Standard Time) of the closing date of, 12/31/2019, to be considered.",
    "required_documents": [
        "Resume: You are highly encouraged to use USAJOBS Resume Builder to ensure all required information is included in your Resume. If you use your own resume, curriculum vitae, or any other written form you choose then you must describe your job-related qualifications that includes beginning and ending dates for paid and non-paid work experience, hours worked per week, month and year of employment for each job title listed, annual salary, and description of job duties. Include name and address of employer; supervisor name and telephone number.",
        "Indian Preference Applicants: If claiming Indian preference, applicants must provide a completed copy of the Form BIA-4432, \"Verification of Indian Preference for Employment in the BIA and IHS Only.\" Indian preference will not be given unless a properly signed and dated form is submitted with your application, including any verification by an authorized Tribal Representative or BIA Official of tribal enrollment records. For detailed instructions, see form BIA-4432. Refer to BIA-4432 link:https://www.bia.gov/sites/bia.gov/files/assets/public/raca/online_forms/pdf/IndianPref_1076-0160_Exp3-31-21.pdf. When an Indian Preference candidate possesses Veterans preference the rules regarding Veterans preference apply under ESEP and the applicant must provide documentation in order to receive preference.",
        "Veterans Preference: If claiming Veteran's Preference provide a copy of your DD214 Form (Member 4 copy). To claim 10-Point Veterans Preference, submit a SF-15 Application (http://www.opm.gov/forms/pdf_fill/SF15.pdf) along with the appropriate supporting documentation. For additional information regarding Veterans Preference visit:http://www.fedshirevets.gov.",
        "Career Transition Assistance Program (CTAP)/Interagency Career Transition Assistance Program (ICTAP): If you are claiming CTAP/ICTAP, follow the instructions below:http://www.opm.gov/policy-data-oversight/workforce-restructuring/employee-guide-to-career-transition/ctap_guideline.pdf.",
        "Transcripts:Transcripts must be provided if substituting education for experience and/or if education is required for this position. Unofficial transcripts are acceptable but official transcripts will be required before entrance on duty."
    ]
}