{
    "job_id": "547650100",
    "summary": "This National Guard position is for a FLIGHT ENGINEER (INSTRUCTOR), Position Description Number NGD0606000 and is part of AASF. This is a Title 32, Dual-Status position.\n\nAREA(S) OF CONSIDERATION:\n- All members of the South Dakota Army National Guard",
    "overview": {
        "Open & closing dates": "10/02/2019to10/18/2019",
        "Salary": "$56,647- $73,637 per year",
        "Pay scale & grade": "GS 10",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Excepted",
        "Promotion potential": "None",
        "Job family (Series)": "2185 Aircrew Technician",
        "Supervisory status": "No",
        "Security clearance": "Secret",
        "Drug test": "No",
        "Announcement number": "SD-10611334-AR-20-001",
        "Control number": "547650100"
    },
    "hiring_paths": [
        "National Guard and reserves"
    ],
    "duties": [],
    "requirements": [
        "National Guard Membership is required.",
        "Males born after 31 December 1959 must be registered for Selective Service.",
        "Federal employment suitability as determined by a background investigation.",
        "May be required to successfully complete a probationary period.",
        "Participation in direct deposit is mandatory.",
        "Knowledge of methods used to deliver instruction to aircrew members.",
        "Knowledge in Aircrew Record Management.",
        "Skill to provide assistance to the pilot in flight planning, monitoring and operating engines, and a wide variety of aircraft control systems to include fuel, electrical, hydraulic, fire suppression, environmental and pressurization."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.EVALUATION METHODS:Each applicant considered to possess the minimum qualification requirements will be further evaluated in accordance with the procedures outlined in SDNG Technician Pamphlet 335-T and subsequent MOAs.",
    "required_documents": []
}