{
    "job_id": "526191100",
    "summary": "Click on \"Learn more about this agency\" button below to view Eligibilities being considered and other IMPORTANT information.\n\nPrimary purpose: to provide air traffic control (ATC) services to military and civilian aircraft operating in a radar environment using instrument flight rules (IFR) and visual flight rules (VFR) providing for the safe, orderly, and expeditious flow of traffic; to provide non-radar approach control services in allocated airspace, in the event of radar outages.",
    "overview": {
        "Open & closing dates": "03/04/2019to03/11/2019",
        "Salary": "$68,981- $89,678 per year",
        "Pay scale & grade": "GS 11",
        "Location": "Few vacancies in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Occasional travel - You may be expected to travel for this position.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "11",
        "Job family (Series)": "2152 Air Traffic Control",
        "Supervisory status": "No",
        "Security clearance": "Secret",
        "Drug test": "Yes",
        "Announcement number": "4D-AFPC-10440318-495387-VDS",
        "Control number": "526191100"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Internal to an agency",
        "Career transition (CTAP, ICTAP, RPL)",
        "Veterans",
        "Military spouses",
        "Individuals with disabilities"
    ],
    "duties": [
        "Directs movement of aircraft in flight and on the ground as displayed on radar indicator or pilot reported; takes immediate and positive control action to ensure standard separation requirements are maintained",
        "Operates communication and display equipment and provides emergency assistance to aircraft",
        "Provides instruction and assistance to air traffic control personnel; provides basic and journeyman training for personnel to meet certification requirements for upgrade and qualification in the ATC career field",
        "Maintains certification requirements; upon obtaining position and facility certification, recurring training is required to maintain proficiency on current ATC requirements, and to ensure continued proficiency in each certified operating position"
    ],
    "requirements": [
        "U.S. Citizenship Required",
        "Males must be registered for Selective Service, see www.sss.gov",
        "PCS expenses will NOT be paid IAW JTR and Air Force Regulations",
        "This posn is subject to provisions of the DoD Priority Placement Program",
        "Must possess current and valid FAA/ATC specialist certification and maintain same",
        "Must be able to obtain and maintain a Secret clearance",
        "This is a testing designated position.  The employee is subject to random drug testing",
        "May be required to work an uncommon tour of duty, i.e., Saturdays, Sundays, Holidays, etc.  May be required to work rotating shifts and overtime.",
        "May be required to respond to short notice recall to support unscheduled emergency air traffic and/or contingencies/exercises to support the mission",
        "Work may occasionally require travel away from the normal duty station on military or commercial aircraft",
        "This is a Key position.  Incumbents must be removed from their military recall status if alternatives for filling the position during an emergency are unavailable",
        "Must complete all training requirements within facility prescribed time limits to obtain and maintain a full facility rating in facility of assignment",
        "This position is covered as an Air Traffic Controller under 5 USC 2109",
        "The incumbent of this position must have the ability to sit and/or stand for long periods of time while controlling aircraft in a dimly lit IFR room",
        "The incumbent must have the ability to meet and maintain on a continuing basis, the physical, mental, and medical standards for ATC duties as specified by the Code of Federal Regulation 14 Part 67",
        "At least 5 years ATC radar controller experience is highly desired",
        "At least 7 years of 7-level or equivalent experience and experience in the ATC career field within the last 3 years is highly desired",
        "The position may require the employee to work under adverse environmental conditions",
        "Disclosure of Political Appointments",
        "Knowledge of the laws, rules, regulations and procedures governing the movement of air traffic",
        "Knowledge of Terminal Air Traffic Control Procedures (ATC), including tower and radar procedures",
        "Knowledge of the functional/operational limitations of all ATC equipment, as well as approach lighting, airfield lighting, weather instructions, navigational aids (NAVAIDS), remote status indicators, arresting systems, landlines, and any other equipment pertaining to ATC services",
        "Knowledge of weather phenomena and localized effects",
        "Ability to make rapid and precise judgements in a realtime work situation, remain calm under conditions that are stressful, coordinate many different processes at once, and adjust rapidly to changes in the traffic pattern and tempo of work activity",
        "Ability to communicate effectively (rapidly, clearly, and distinctly) orally and in writing; to act decisively in emergency situations; and to provide appropriate reporting procedures as required"
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Your application package (resume, supporting documents, and responses to the questionnaire) will be used to determine your eligibility, qualifications, and quality ranking for this position. Please follow all instructions carefully. Errors or omissions may affect your rating or consideration for employment.The resume/documents you submit must support your responses to the online questionnaire. If your application contradicts or does not support your questionnaire responses, you will receive a rating of \"not qualified\" or \"insufficient information\" and you will not receive further consideration for this job.Applicants who meet the requirements for and apply as a non-competitive eligible that meet minimal qualifications and other requirements of this position, will be given consideration as a non-competitive candidate and will be referred unless blocked by an individual with priority/preference. Noncompetitive applicants do not need to respond to the assessment questions with the A through E responses indicating level of experience/training.Applicants who disqualify themselves will not be evaluated further.APPRAISALS/AWARDS:Hiring Managers use objective methods and consider previous performance appraisals and awards in the selection process. Current Federal Civilian employees should list any relevant performance related rating and/or awards in your resume.",
    "required_documents": [
        "Online Application - Questionnaire",
        "Resume - must include beginning and ending month and year for each employment period, hours worked and supervisor",
        "Transcripts - if you are basing your qualifications on education or if the position requires education, you must submit copies of your transcripts",
        "Registration/License - active, current registration/licenseif requiredfor the position.",
        "If claiming VRA, VEOA or Veterans' Preference - a copy of your DD Form 214, which must include character of service or a Statement of Service/Proof of Service which must include service dates and character of service. In addition, if claiming 10-point preference and/or 30% Disabled Veteran, you must submit a VA Letter or a disability determination from a branch of the Armed Forces (or documentation of Purple Heart, if applicable) and a SF 15 (Application for 10-point veteran preference).",
        "Current or Former Federal Civilian Employees (Includes current Air Force employees): You are required to submit legible copy/copies of your last or most recent SF-50, Notification of Personnel Action, (block 24 must be a \"1\" or \"2\" AND block 34 must be a\"1\").  Additionally, if you are applying for a higher grade (GS) and your SF-50 has an effective date within the past year, it may not clearly demonstrate you meet the one year time-in-grade requirement so you will need to provide an SF-50 which clearly demonstrates you meet the time-in-grade requirements (examples of appropriate SF-50s include Promotions, Within-grade Grade/Range Increases, and SF-50s with an effective date more than one year old).",
        "Applicants must refer to the AF Civilian Employment Eligibility Guide (link provided above) for a complete list of required documents for each eligibility you identify."
    ]
}