{
    "job_id": "534735200",
    "summary": "This position is located with the Bureau of Indian Affairs, Superintendent - Cheyenne River Agency, Branch of Facilities Management in Eagle Butte, South Dakota.\n\nNOTE:\nTRAVEL AND RELOCATION EXPENSES WILL NOT BE AUTHORIZED. ANY RELOCATION EXPENSES ASSOCIATED WITH REPORTING FOR DUTY WILL BE THE RESPONSIBILITY OF THE SELECTED EMPLOYEE.",
    "overview": {
        "Open & closing dates": "05/23/2019to06/14/2019",
        "Salary": "$62,236- $80,912 per year",
        "Pay scale & grade": "GS 11",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "1640 Facility Operations Services",
        "Supervisory status": "Yes",
        "Security clearance": "Other",
        "Drug test": "No",
        "Position sensitivity and risk": "Moderate Risk (MR)",
        "Trust determination process": "Suitability/Fitness",
        "Announcement number": "AB-19-71",
        "Control number": "534735200"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Federal employees - Excepted service",
        "Career transition (CTAP, ICTAP, RPL)",
        "Land and base management",
        "Veterans",
        "Individuals with disabilities",
        "Native Americans"
    ],
    "duties": [
        "Providing the planning and implementation of facility maintenance and operations including buildings, grounds, utilities, and mechanical equipment.",
        "Eliminate deficiencies, install new equipment, and improve mechanical and utility systems.",
        "Administers P.L. 93-638 contracts for major and minor alterations and repairs.",
        "Performs administrative functions which include budgetary responsibilites, planning, design, construction, operations and maintenance functions.",
        "Conducts continuing inspection of plant facilities and insures that proper operating procedures are being utilized.",
        "Inspects, analyzes and evaluates progress of all Facility management programs to meet compliance.",
        "Serves as Energy Conservation Coordinator, fuel coordinator by developing plans and programs for the Agency in conjunction with the Bureau Energy Conservation Program."
    ],
    "requirements": [
        "U.S. Citizenship Required",
        "Preference in filling vacancies is given to qualified Indian candidates in accordance with the Indian Preference Act of 1934 (title 25, USC Section 472). Form BIA -4432 must be submitted with the application if claiming Indian Preference.",
        "You will be required to have federal payments made by Direct Deposit",
        "You may be required to successfully complete a probationary/trial period",
        "A background security investigation will be required for all new hires. Appointment will be subject to the applicant's successful completion of a background security investigation and favorable adjudication.",
        "If you are a male applicant born after 12/31/1959 and are required to register under the Military Selective Service Act, the Defense Authorization Act of 1986 requires that you be registered or you are not eligible for appointment in this agency.",
        "Incumbent is required to operate a government motor vehicle, must possess a valid driver's license, and have a safe driving record within the 3 year period immediately preceding submittal of GSA Form 3607."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Your application package will be evaluated against the minimum qualification requirements specified above. In order to qualify, your resume must specifically describe your work history and the duties you performed in each position. Your resume will be evaluated after the closing date of 06/14/2019 to determine whether you meet the minimum qualification requirements for this position.  Competencies measured include:Administration and ManagementInterpersonal SkillsManaging Human ResourcesSafety EngineeringWe will compare your resume and supporting documentation to your responses on the assessment questionnaire. If the information in your resume does not support your responses to the assessment questions, your score may be adjusted to more accurately reflect your qualifications.Qualified Indian preference candidates will be referred to the hiring manager in order of veterans' preference.You may preview the assessment questions here in thehttps://apply.usastaffing.gov/ViewQuestionnaire/10511615. Additional selections may be made from this announcement if identical vacancies occur in the same location within 90 days from the closing date.",
    "required_documents": [
        "Resume which details work experience including dates worked (mm/yy-mm/yy), position title, Grade (if federal service), and hours worked per week.",
        "On-line Assessment Questionnaire",
        "Most recent SF-50 (if applying under merit promotion. Be sure your SF-50 displays your tenure in box 24, your position in box 34, and that the SF-50 is not an award)",
        "Transcripts (if using education to qualify) - Unofficial transcripts are acceptable; however, an official transcript may be requested at a later time.",
        "Veteran's documentation - (if applicable) VA letter on VA letterhead stating your overall combined rating, SF-15, DD-214 (copy 4) reflecting an honorable discharge and dates of active duty military service.",
        "Special Appointing Authority documentation (if applying under a special hiring authority)",
        "BIA Form 4432(if claiming Indian preference)",
        "Performance Appraisal (if applying under the Land Management Flexibility Act)"
    ]
}