{
    "job_id": "522233400",
    "summary": "This position is located in the Fire Department section of the Facilities Management Service. The purpose of the position is to provide twenty-four (24) hour fire suppression, protection and fire inspector services to the VA Black Hills Health Care System (BHHCS) comprised of main campuses at Hot Springs and Fort Meade, South Dakota.",
    "overview": {
        "Open & closing dates": "01/23/2019to01/29/2019",
        "Salary": "$33,394- $43,414 per year",
        "Pay scale & grade": "GS 5",
        "Location": "2 vacancies in the following location:",
        "Telework eligible": "No",
        "Travel Required": "Not required",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "5",
        "Job family (Series)": "0081 Fire Protection and Prevention",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "No",
        "Announcement number": "CARZ-10405259-19-FGG",
        "Control number": "522233400"
    },
    "hiring_paths": [
        "The public"
    ],
    "duties": [
        "Participates in all aspects of structural and wild land firefighting operations and rescue.",
        "Performs the duties of a fire inspector by participating in fire inspection, fire alarm maintenance and prevention programs.",
        "Serves as a driver of a Wild Land unit, as assigned for training or in the absence of the driver/operator.",
        "Serves as driver/operator of the structural firefighting apparatus including the primary or reserve engine.",
        "The Firefighter participates in Confined Space Rescue and is a Hazardous Materials First Responder.",
        "Provides fire protection at the hospital engaged in using various types of gases, oxygen, nitrogen, gasoline, diesel fuel and natural gas.",
        "Performs fire/rescue and firefighting duties at large hospital complex/ campus consisting of fuel tank farms with 30k gallon tanks, multi-story buildings housing non-ambulatory, nursing home and mental health patients.",
        "Assists the Shift Captain in Fire Department training, fire prevention programs, fire prevention educational services, and maintenance programs, and assists and participates in the Fire Department physical fitness programs.",
        "Participates in all Fire Department training, Medical Center fire drills, and building inspections assigned to the Fire Department and completes all forms and paperwork for documentation, as assigned.",
        "Assists the sick or injured if available, by performing the Heimlich maneuver on choking victims; managing respiratory and cardiac emergencies to include performing cardiopulmonary resuscitation (CPR), bag-valve-mask resuscitation, or automatic external defibrillation (AED) anywhere on Campus grounds, in the Domiciliary or out buildings not associated with the Hospital, until a higher level of medical care is available; transport patients; summons the ambulance."
    ],
    "requirements": [
        "You must be a U.S. Citizen to apply for this job",
        "Subject to a background/security investigation",
        "Designated and/or random drug testing may be required",
        "Selective Service Registration is required for males born after 12/31/1959",
        "May be required to serve a probationary period",
        "Selected applicants will be required to complete an online onboarding process",
        "Fire Management",
        "First Response",
        "Industrial Equipment Operation",
        "Patient Care"
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.IN DESCRIBING YOUR EXPERIENCE, PLEASE BE CLEAR AND SPECIFIC. WE WILL NOT MAKE ASSUMPTIONS REGARDING YOUR EXPERIENCE. If your resume does not support your questionnaire answers, we will not allow credit for your response(s).Your responses to the assessment questionnaire will be reviewed along with the information provided in your resume and supporting documentation to determine if you are qualified for the position. If, after reviewing your resume and/or supporting documentation, a determination is made that you have inflated your qualifications and or experience, your rating may be lowered and/or you may lose consideration for this position. Please follow all instructions carefully. Errors or omissions may affect your eligibility.Candidates who apply under All U.S. Citizens announcements will be rated and ranked using Category Rating procedures. Qualified candidates will be assigned to a quality category. The categories are defined as follows:Best qualified - applicants possessing experience that substantially exceeds the minimum qualifications of the position including all selective factors, and who are highly proficient in all requirements of the job and can perform effectively in the position;Highly qualified - applicants possessing experience that exceeds the minimum qualifications of the position including all selective factors, and who are proficient in most of the requirements of the job;Well qualified - applicants possessing experience that meets the minimum qualifications of the position including all selective factors, and who are proficient in some, but not all, of the requirements of the job; andQualified - applicants possessing experience and/or education that meets the minimum qualifications of the position including all selective factors.Application of Veterans' Preference: Category rating and selection procedures place those with veteran's preference above non-preference eligibles within each category. Preference eligible applicants that meet the eligibility and qualification requirements and who have a compensable service-connected disability of at least 10 percent are listed in the highest quality category (except when the position being filled is scientific or professional at the GS-09 grade level or higher).",
    "required_documents": [
        "Resume",
        "Cover Letter",
        "DD-214",
        "OF-306",
        "Other",
        "VA Disability Letter",
        "Resume",
        "SF-15",
        "SF-50",
        "Transcript"
    ]
}