{
    "job_id": "545865600",
    "summary": "About the Position: The Big Bend Project is located in central South Dakota in a rural area along the Missouri River. The work is near Fort Thompson, SD between Crow Creek and Lower Brule Indian Reservations. The majority of our staff live in or near Chamberlain, SD with a commuting distance 20-30 miles. Other nearby communities include Highmore, Reliance, and Oacoma, SD.",
    "overview": {
        "Open & closing dates": "09/17/2019to09/26/2019",
        "Salary": "$37,843- $49,200 per year",
        "Pay scale & grade": "GS 6",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - Position may require 5% TDY travel.",
        "Relocation expenses reimbursed": "No",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "2005 Supply Clerical And Technician",
        "Supervisory status": "No",
        "Security clearance": "Not Required",
        "Drug test": "No",
        "Position sensitivity and risk": "Non-sensitive (NS)/Low Risk",
        "Trust determination process": "Suitability/Fitness",
        "Announcement number": "WTHI199941628561D",
        "Control number": "545865600"
    },
    "hiring_paths": [
        "The public"
    ],
    "duties": [
        "The primary purpose of this position is to perform the primary project GPC cardholder duties as well as office automation work, including word processing, and a variety of clerical functions in support of the organization?s mission and functions.",
        "Purchase supplies, materials and equipment required for the operation and maintenance of a multipurpose project according to all procurement rules and regulations.",
        "Resolve problems such as but not limited to incorrect shipment, improper billing, inadequate invoicing and missed delivery requirements.",
        "Maintain electronic office files consisting of credit card statements, working paper files (including general correspondence files and email) in accordance with current regulations.",
        "Reconcile the billing statement under Corps of Engineers Financial Management System (CEFMS).",
        "Oversee receipt of procured items, unloading and unpacking, verifying quantity, quality, and suitability of received items against purchase documents.",
        "Prepare time and attendance data for personnel on multiple pay plans.",
        "Use various functions of software types such as Word Processing, calendars, electronic mail, spreadsheets, or graphics.",
        "Type, edit, format, compose routine correspondence and print a wide variety of documents for the office staff, including correspondence, reports, technical notes, presentation and briefing material.",
        "Perform a variety of receptionists and other clerical and administrative functions, using judgment to answer recurring questions and resolve problems."
    ],
    "requirements": [
        "Appointment may be subject to a suitability or fitness determination, as determined by a completed background investigation.",
        "Clerical",
        "Customer Service",
        "Equipment Application",
        "Manages and Organizes Information",
        "Male applicants born after December 31, 1959, must complete a Pre-Employment Certification Statement for Selective Service Registration.",
        "You will be required to provide proof of U.S. Citizenship.",
        "Two year trial/probationary period may be required.",
        "Direct Deposit of Pay is required.",
        "Selection is subject to restrictions resulting from Department of Defense referral system for displaced employees.",
        "If you have retired from federal service and you are interested in employment as a reemployed annuitant, see the information in theReemployed Annuitantinformation sheet.",
        "This is a Career Program (CP) 13 - Supply Management position.",
        "You may claim military spouse preference.",
        "Multiple positions may be filled from this announcement.",
        "Salary includes applicable locality pay or Local Market Supplement.",
        "Interagency Career Transition Assistance Program (ICTAP). If you are a Federal employee in the competitive service and your agency has notified you in writing that you are a displaced employee eligible for ICTAP consideration, you may receive selection priority for this position. To receive selection priority, you must: (1) meet ICTAP eligibility criteria (2) be rated well-qualified for the position and; (3) submit the appropriate documentation to support your ICTAP eligibility. To be considered well-qualified and receive selection priority applicants must satisfy all qualification requirements for the position and receive a score of 90 or above. Additional information about the program is onOPM's Career Transition Resources website.",
        "If you are unable to apply online or need to fax a document you do not have in electronic form, view the following link for information regarding anAlternate Application.",
        "Payment of Permanent Change of Station (PCS) costs is not authorized, based on a determination that a PCS move is not in the Government interest.",
        "Further certification from this announcement may take place up to 90 days beyond the closing date of this announcement."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Once the announcement has closed, a review ofyour application package(resume, supporting documents, and responses to the questionnaire) will be used to determine whether you meet the qualification requirements listed on this announcement. If you are minimally qualified, your résumé and supporting documentation will be compared against your responses to the assessment questionnaire to determine your level of experience. If, after reviewing your résumé and/or supporting documentation, a determination is made that you have inflated your qualifications and/or experience, you may lose consideration for this position. Please follow all instructions carefully when applying, errors or omissions may affect your eligibility.You should list any relevant performance appraisals and incentive awards in your resume as that information may be taken into consideration during the selection process. If selected, you may be required to provide supporting documentation.Basis for Rating:Qualified candidates will be assigned to one of three quality categories: Best Qualified, Highly Qualified and Qualified. Veteran preference eligibles are listed ahead of non-preference eligibles within each quality category.Best Qualified. Candidates in this category possess exceptional skills and experience to exceed well above the minimum requirements for the announced position.Highly Qualified. Candidates in this category possess good skills and experience above the minimum requirements for the announced position.Qualified. Candidates in this category meet the minimum experience requirements for the announced position.",
    "required_documents": [
        "Your resume may be submitted in any format and must support the specialized experience described in this announcement.",
        "If your resume includes a photograph or other inappropriate material or content, it will not be used to make eligibility and qualification determinations and you may not be considered for this vacancy.",
        "For qualifications determinations your resume must contain hours worked per week and the dates of employment (i.e., HRS per week and month/year to month/year or month/year to present). If your resume does not contain this information, your application may be marked as incomplete and you may not receive consideration for this position.",
        "For additional information see:What to include in your resume.",
        "Cover Letter, optional",
        "Most recent Performance Appraisal, if applicable",
        "This position has an individual occupational requirement and/or allows for substitution of education for experience. If you meet this requirement based on education you MUST submit a copy of your transcript with your application package or you will be rated ineligible. See:Transcripts and Licenses",
        "This position requires a job-related license or certification. You MUST submit a copy of your license or certification with your application package or you will be rated ineligible. See:Transcripts and Licenses"
    ]
}