{
    "job_id": "555153400",
    "summary": "This position is located with the Bureau of Indian Affairs, Lower Brule Detention in Lower Brule, South Dakota. The incumbent will serve as a Lead Correctional Officer for the Office of Justice Services, within the Bureau of Indian Affairs supervising correctional staff and criminal offenders in a detention or rehabilitation facility while providing a safe and humane environment.",
    "overview": {
        "Open & closing dates": "12/26/2019to01/16/2020",
        "Salary": "$49,677- $63,647 per year",
        "Pay scale & grade": "GL 8",
        "Location": "1 vacancy in the following location:",
        "Telework eligible": "Yes—as determined by the agency policy.",
        "Travel Required": "Occasional travel - Travel may be required up to 11 or more nights per month.",
        "Relocation expenses reimbursed": "Yes—\n; Third party home sales are not authorized.",
        "Appointment type": "Permanent",
        "Work schedule": "Full-Time",
        "Service": "Competitive",
        "Promotion potential": "None",
        "Job family (Series)": "0007 Correctional Officer",
        "Supervisory status": "No",
        "Security clearance": "Other",
        "Drug test": "Yes",
        "Position sensitivity and risk": "Moderate Risk (MR)",
        "Trust determination process": "Credentialing",
        "Announcement number": "LW-20-PQ10650900",
        "Control number": "555153400"
    },
    "hiring_paths": [
        "Federal employees - Competitive service",
        "Career transition (CTAP, ICTAP, RPL)",
        "Land and base management",
        "Veterans",
        "Military spouses",
        "Individuals with disabilities",
        "Native Americans"
    ],
    "duties": [
        "Leads three or more correctional officers in a team approach to accomplish operational tasks related to correction/detention policy procedures.",
        "Operates the overall facility in accordance to policy and procedures.",
        "Supervises inmate movement and maintains discipline within the facility, on the grounds, and during recreational activities.",
        "Provides inmate supervision during transports to courts, medical appointments and to other facilities and coordinates and supervises inmate services, activities and programs.",
        "Supervises or conducts searches and seizes contraband within the facility, in cells, on inmates and prevents the introduction of contraband into the facilities.",
        "Maintains the security of the facility as well as the custody, safety and humane treatment of inmates.",
        "Receives newly committed offenders and evaluates behavioral adjustments to confinement. Conducts intake and classification new inmates.",
        "Provides humane and ethical treatment of inmates at all times."
    ],
    "requirements": [
        "U.S. Citizenship Required",
        "Indian Preference applies.",
        "You will be required to have federal payments made by Direct Deposit.",
        "You may be required to successfully complete a probationary/trial period.",
        "A background security investigation will be required for all new hires. Appointment will be subject to the applicant's successful completion of a background security investigation and favorable adjudication.",
        "If you are a male applicant born after 12/31/1959 and are required to register under the Military Selective Service Act, the Defense Authorization Act of 1986 requires that you be registered or you are not eligible for appointment in this agency.",
        "Incumbent is required to operate a government motor vehicle, must possess a valid driver's license, and have a safe driving record within the 3 year period immediately preceding submittal of GSA Form 3607.",
        "This position is subject to both pre-employment and random drug testing as a condition of employment. Applicants will not be appointed to the position if a verified positive drug test is received.",
        "TELEWORK: Indian Affairs has determined that the duties of this position are suitable for telework only during an emergency or natural disaster.",
        "Current appointees: 1) must have been hired under competitive examining procedures to a time limited appointment with a land management agency; 2) must have served under one or more time limited appointment(s) by a land management agency for a period totaling more than 24 months without a break in service of 2 or more years; AND 3) must have performed at an acceptable level during each period of service.",
        "Former appointees: 1) must have been hired under competitive examining procedures to a time limited appointment with a land management agency; 2) must have served under one or more time limited appointment(s) by a land management agency for a period totaling more than 24 months without a break in service of 2 or more years; 3) must have separated for reasons other than misconduct or performance; AND 4) must have performed at an acceptable level through the service period."
    ],
    "evaluation": "How You Will Be EvaluatedYou will be evaluated for this job based on how well you meet the qualifications above.Your application package will be evaluated against the minimum qualification requirements specified above. In order to qualify, your resume must specifically describe your work history and the duties you performed in each position. Your resume will be evaluated after the closing date of 01/16/2020 to determine whether you meet the minimum qualification requirements for this position. Qualified candidates will then be rated as best qualified, well qualified, or qualified depending on their possession of the knowledge, skills, abilities, competencies and experience requirements as demonstrated by your responses to the assessment questions. Competencies measured include:DetentionInterpersonal SkillsLeadershipPublic Safety and SecurityReasoningSearchStandardsWe will compare your resume and supporting documentation to your responses on the assessment questionnaire. If the information in your resume does not support your responses to the assessment questions, your score may be adjusted to more accurately reflect your qualifications.Qualified Indian preference candidates will be referred to the hiring manager in order of veterans' preference.You may preview the assessment questions here in thehttps://apply.usastaffing.gov/ViewQuestionnaire/10650900.  Additional selections may be made from this announcement if identical vacancies occur in the same location within 90 days from the closing date.",
    "required_documents": [
        "Resume which details work experience including dates worked (mm/yy-mm/yy), position title, Grade (if federal service), and hours worked per week.",
        "On-line Assessment Questionnaire",
        "Most recent SF-50 (if applying under merit promotion. Be sure your SF-50 displays your tenure in box 24, your position in box 34, and that the SF-50 is not an award)",
        "Transcripts (if using education to qualify) - Unofficial transcripts are acceptable; however, an official transcript may be requested at a later time.",
        "Veteran's documentation - (if applicable) VA letter on VA letterhead stating your overall combined rating, SF-15, DD-214 (copy 4) reflecting an honorable discharge and dates of active duty military service.",
        "Special Appointing Authority documentation (if applying under a special hiring authority)",
        "BIA Form 4432(if claiming Indian preference)",
        "Performance Appraisal (if applying under the Land Management Flexibility Act)"
    ]
}